Repository: danielpalme/MetroBackup
Catalog: UI.Wpf/Properties/Help.*.resx
Languages: de

source: Active
de: Aktiv

# ActiveExplanation
source: Determines whether the job is included in the synchronization.
de: Gibt an ob der Job in die Synchronisation einbezogen werden soll.

# FilterExplanation
source: Extensions are separated by ','. E.g. "xml,exe,dll" (without the quotes). In case a filter is specified, only folders that contain at least one file with a matching extension will be created. Existing empty folders in the Target Directory will not be deleted, though.
de: Dateierweiterungen werden dabei mit ',' getrennt angegeben, z.B. "xml,exe,dll" (ohne Anführungszeichen). Wenn ein Filter angegeben ist, dann werden nur Verzeichnisse erstellt, die mindestens eine Datei mit passender Dateierweiterung enthalten. Bestehende leere Verzeichnisse im Zielverzeichnis werden jedoch nicht gelöscht.

# Recursive
source: Include subdirectories
de: Unterverzeichnisse einbeziehen

# RecursiveExplanation
source: Subdirectories will not be included in synchronization.
de: Gibt an ob Unterverzeichnisse mit in die Synchronisation einbezogen werden sollen.

# ReferenceDirectoryExplanation
source: Determinates the folder that will be used as reference. In case the directory does not exist, it will only be created if synchronization is done in both directions.
de: Das Verzeichnis, das als Referenz dient. Existiert das Verzeichnis nicht, so wird es nur erstellt, wenn in beide Richtungen synchronisiert wird.

# SyncMode
source: Mode
de: Modus

# SyncModeExplanation
source: Determines whether the Reference Directory shall be mirrored in the Target Directory, or also files of the Target Directory shall be copied to the Reference Directory.
de: Gibt an ob das Referenzverzeichnis ins Zielverzeichnis gespiegelt werden soll, oder ob auch Dateien des Zielverzeichnisses ins Referenzverzeichnis kopiert werden sollen.

# TableBothWaysReference
source: Will be copied to Target Folder, in case no newer version of the file exists there.
de: Wird ins Zielverzeichnis kopiert, falls dort keine neuere Version existiert.

# TableBothWaysTarget
source: Will be copied to Reference Folder, in case no newer version of the file exists there.
de: Wird ins Referenzverzeichnis kopiert, falls dort keine neuere Version existiert.

# TableHeaderReference
source: File / Directory in Reference Directory
de: Datei / Verzeichnis im Referenzverzeichnis

# TableHeaderTarget
source: File / Directory in Target Directory
de: Datei / Verzeichnis im Zielverzeichnis

# TableLeftToRightReference
source: Will be copied to Target Folder, in case no newer version of the file exists there.
de: Wird ins Zielverzeichnis kopiert, falls dort keine neuere Version existiert.

# TableLeftToRightTarget
source: Will be deleted, in case it does not exist in Reference Directory.
de: Wird gelöscht, falls die Datei im Referenzverzeichnis nicht existiert.

# TargetDirectoryExplanation
source: Determinates the folder that will be used as target. In case the directory does not exist, it will be created.
de: Das Verzeichnis, das als Ziel dient. Existiert das Verzeichnis nicht, so wird es erstellt.
